Repository: common-repository/snsimple-email
Catalog: languages/snsimple-email-*.po
Languages: de_de

source: You do not have sufficient permissions to access this page.
de_de: Sie haben keine Zugriffsberechtigung auf diese Seite.

source: Your Email
de_de: Ihre Emailadresse

source: Display your Email
de_de: Ihre Emaiadresse anzeigen?

source: Your email address with be converted to HTML entities
de_de: Ihre Emailadresse wird in Html-Sonderzeichen gewandelt dargestellt.

source: Enable Google reCAPTCHA. You will need a site key and a secret key which you can get %shere%s.
de_de: Google reCAPTCHA aktivieren. Sie benötigen einen "Websiteschlüssel" und einen "geheimen Schlüssel", den sie %shier%s bekommen können.

source: Site Key
de_de: Websiteschlüssel

source: Secret Key
de_de: geheimer Schlüssel

source: Show
de_de: Zeige

source: Language Code
de_de: Sprach-ID

source: Click %shere%s to see available language codes.
de_de: %sHier%s klicken für verfügbare Sprach-IDs

source: Please enter a valid email address.
de_de: Bitte eine richtige Emailadresse angeben!

source: Please enter your site and secret key or disable Google ReCAPTCHA.
de_de: Bitte Schlüssel-Paar eingeben oder Google ReCAPTCHA abschalten.

source: Hide
de_de: Verstecke

source: Please fill in all required fields.
de_de: Bitte alle Pflichtfelder ausfüllen.

source: Please confirm you are not a robot.
de_de: Ich bin ein Mensch

source: Oops, something went wrong. Please try again later.
de_de: Huch, da ging was schief. Später nochmal probieren.

source: Thank you, your message was sent.
de_de: Danke, Ihre Nachricht wurde verschickt.

source: "%s" shortcode is deprecated, please use "%s" instead.
de_de: "%s" Shortcode ist veraltet. Bitte stattdessen "%s" verwenden.

source: "%s" action is deprecated, please use "%s" instead.
de_de: "%s" action ist veraltet. Bitte stattdessen "%s" verwenden.

source: Unfortunately we cannot confirm that you are not a robot.
de_de: Du bist ein Roboter!

source: You have a new message from %s, sent from %s
de_de: Post von %s, gesendet von %s

source: %s (%s) wrote:
de_de: %s (%s) schrieb:

source: Alternatively you can contact me at %s.
de_de: Man erreicht mich auch unter %s.

source: Your Name
de_de: Ihr Name

source: Message
de_de: Nachricht

source: Submit
de_de: senden
